app/controllers/users_controller.rb

 def database
     @users = User.all
---
SELECT "users".* FROM "users"